//{
//    "status": "success", 
//    "message": [
//        {
//            "author": "闫莺", 
//            "imgUrl": "https://img3.doubanio.com/view/subject/s/public/s29745663.jpg", 
//            "isbn": "9787111595113", 
//            "originalPrice": 59, 
//            "publisher": "机械工业出版社", 
//            "summary": "以太坊创始人、首席科学家Vitalik Buterin倾力推荐，工业界与学术界区块链专家联合撰写，权威性和实用性毋庸置疑。本书深入剖析以太坊架构、核心部件、智能合约编写与开发案例等关键技术，并涵盖以太坊数据分析、性能优化、隐私与数据安全等前沿实践与进展。
//第1章 介绍区块链背景、基本原理与应用，以对区块链有整体性了解。
//第2章 详解以太坊架构与组成，涵盖以太坊架构、核心概念与技术、客户端与域名服务等，是后续学习的基础。
//第3章 带领读者部署不同网络类型以太坊区块链，含有多种技巧与脚本样例。
//第4...", 
//            "title": "以太坊技术详解与实战"
//        }, 
//        {
//            "author": "[美] 卡尔·T. 乌利齐 等", 
//            "imgUrl": "https://img1.doubanio.com/view/subject/s/public/s29781888.jpg", 
//            "isbn": "9787111595502", 
//            "originalPrice": 99, 
//            "publisher": "机械工业出版社", 
//            "summary": "本书全面介绍产品的设计与开发方法，涉及顾客需求识别、功能设计、原型化设计、工业设计、服务设计等一系列过程，将市场营销、设计和制造融合为一套结构化产品开发方法，从真实工业实践的视角帮助读者了解产品开发的工作内容、方法、工具以及团队中的不同角色。书中每章都使用不同的产品实例进行方法阐释，同时附有练习和参考资源。
//本书既可作为从事产品设计与开发的工程设计人员和项目管理人员的实践指南，也适合作为产品设计和项目管理等相关专业的辅助教材。
//主要特点：
//（1）知识体系完整、系统
//本书涵盖了产品设计与开发过程中...", 
//            "title": "产品设计与开发（原书第6版）"
//        }, 
//        {
//            "author": "[英]塔里克·拉希德（Tariq Rashid）", 
//            "imgUrl": "https://img3.doubanio.com/view/subject/s/public/s29738046.jpg", 
//            "isbn": "9787115474810", 
//            "originalPrice": 69, 
//            "publisher": "人民邮电出版社", 
//            "summary": "神经网络是一种模拟人脑的神经网络，以期能够实现类人工智能的机器学习
//技术。
//本书揭示神经网络背后的概念，并介绍如何通过Python实现神经网络。全书
//分为3章和两个附录。第1章介绍了神经网络中所用到的数学思想。第2章介绍使
//用Python实现神经网络，识别手写数字，并测试神经网络的性能。第3章带领读
//者进一步了解简单的神经网络，观察已受训练的神经网络内部，尝试进一步改善
//神经网络的性能，并加深对相关知识的理解。附录分别介绍了所需的微积分知识
//和树莓派知识。
//本书适合想要从事神经网络研究和探索的读...", 
//            "title": "Python神经网络编程"
//        }, 
//        {
//            "author": "田宇", 
//            "imgUrl": "https://img1.doubanio.com/view/subject/s/public/s29768319.jpg", 
//            "isbn": "9787115475251", 
//            "originalPrice": 139, 
//            "publisher": "人民邮电出版社", 
//            "summary": "本书讲述了一个64位多核操作系统的自制过程。此操作系统自制过程是先从虚拟平台构筑起一个基础框架，随后再将基础框架移植到物理平台中进行升级、完善与优化。为了凸显64位多核操作系统的特点，物理平台选用搭载着Intel Core-i7处理器的笔记本电脑。与此同时，本书还将Linux内核的源码精髓、诸多官方白皮书以及多款常用协议浓缩于其中，可使读者在读完本书后能够学以致用，进而达到理论联系实际的目的。
//全书共分为16章。第1~2章讲述了操作系统的基础概念和开发操作系统需要掌握的知识；第3~5章在虚拟平台...", 
//            "title": "一个64位操作系统的设计与实现"
//        }, 
//        {
//            "author": "唐亘", 
//            "imgUrl": "https://img1.doubanio.com/view/subject/s/public/s29763419.jpg", 
//            "isbn": "9787115479105", 
//            "originalPrice": 99, 
//            "publisher": "人民邮电出版社", 
//            "summary": "数据科学是一门内涵很广的学科，它涉及到统计分析、机器学习以及计算机科学三方面的知识和技能。本书深入浅出、全面系统地介绍了这门学科的内容。
//本书分为13章，最初的3章主要介绍数据科学想要解决的问题、常用的IT工具Python以及这门学科所涉及的数学基础。第4-7章主要讨论数据模型，主要包含三方面的内容：一是统计中最经典的线性回归和逻辑回归模型；二是计算机估算模型参数的随机梯度下降法，这是模型工程实现的基础；三是来自计量经济学的启示，主要涉及特征提取的方法以及模型的稳定性。接下来的8-10章主要讨论...", 
//            "title": "精通数据科学：从线性回归到深度学习"
//        }, 
//        {
//            "author": "[日]中井悦司", 
//            "imgUrl": "https://img3.doubanio.com/view/subject/s/public/s29776985.jpg", 
//            "isbn": "9787115479341", 
//            "originalPrice": 59, 
//            "publisher": "人民邮电出版社", 
//            "summary": "人工智能正在形成一股新的浪潮，它将从技术、经济、社会等各个层面改变我们的工作和生活方式。作为实现人工智能的重要技术，机器学习正在受到人工智能专家之外的更广泛人群的关注，想要了解机器学习相关知识和技术的人日益增多。
//本书紧紧围绕“机器学习的商业应用”这个主题，从数学原理上解释了机器学习的一些基础算法，如最小二乘法、最优推断法、感知器、Logistic回归、K均值算法、EM算法、贝叶斯推断等。全书的主旨在于帮助读者理解机器学习的本质，因此作者介绍具体的例题时，基本的着眼点是教会读者使用什么样的思维方...", 
//            "title": "机器学习入门之道"
//        }, 
//        {
//            "author": "崔庆才", 
//            "imgUrl": "https://img3.doubanio.com/view/subject/s/public/s29725690.jpg", 
//            "isbn": "9787115480347", 
//            "originalPrice": 99, 
//            "publisher": "人民邮电出版社", 
//            "summary": "本书介绍了如何利用Python 3开发网络爬虫，书中首先介绍了环境配置和基础知识，然后讨论了urllib、requests、正则表达式、Beautiful Soup、XPath、pyquery、数据存储、Ajax数据爬取等内容，接着通过多个案例介绍了不同场景下如何实现数据爬取，后介绍了pyspider框架、Scrapy框架和分布式爬虫。
//本书适合Python程序员阅读。...", 
//            "title": "Python 3网络爬虫开发实战"
//        }, 
//        {
//            "author": "[加] Robert Laganière", 
//            "imgUrl": "https://img1.doubanio.com/view/subject/s/public/s29777867.jpg", 
//            "isbn": "9787115480934", 
//            "originalPrice": 79, 
//            "publisher": "人民邮电出版社", 
//            "summary": "本书结合C++和OpenCV全面讲解计算机视觉编程，不仅涵盖计算机视觉和图像处理的基础知识，而且通过完整示例讲解OpenCV的重要类和函数。主要内容包括OpenCV库的安装和部署、图像增强、像素操作、图形分析等各种技术，并且详细介绍了如何处理来自文件或摄像机的视频，以及如何检测和跟踪移动对象。
//第3版针对OpenCV最新版本进行了修改，调整了很多函数和算法说明，还增加了立体图像深度检测、运动目标跟踪、人脸识别、人脸定位、行人检测等内容，适合计算机视觉新手、专业软件开发人员、学生，以及所有想要了解...", 
//            "title": "OpenCV计算机视觉编程攻略（第3版）"
//        }
//    ]
//}